Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: I own the WHOOP device I will use with NOOP and will only use it to access my own data. Doing so is my decision and my risk, including any effect on my WHOOP account, subscription, device, or warranty, and it may breach WHOOP's Terms of Service.
de: Ich besitze das Gerät WHOOP, das ich mit NOOP verwenden werde, und werde es nur für den Zugriff auf meine eigenen Daten verwenden. Es obliegt meiner Entscheidung und meinem Risiko, dies zu tun, einschließlich etwaiger Auswirkungen auf mein WHOOP-Konto, mein Abonnement, mein Gerät oder meine Garantie, und es könnte gegen die Nutzungsbedingungen von WHOOP verstoßen.
es: Soy dueño del dispositivo WHOOP que usaré con NOOP y solo lo usaré para acceder a mis propios datos. Hacerlo es mi decisión y mi riesgo, incluido cualquier efecto en mi cuenta, suscripción, dispositivo o garantía de WHOOP, y puede violar los Términos de servicio de WHOOP.
fr: Je possède l'appareil WHOOP que j'utiliserai avec NOOP et je ne l'utiliserai que pour accéder à mes propres données. Cela relève de ma décision et de mes risques, y compris tout effet sur mon compte, mon abonnement, mon appareil ou ma garantie WHOOP, et cela peut enfreindre les conditions d'utilisation de WHOOP.
it: Possiedo il dispositivo WHOOP che utilizzerò con NOOP e lo utilizzerò solo per accedere ai miei dati. Farlo è una mia decisione e un mio rischio, compresi eventuali effetti sul mio account, abbonamento, dispositivo o garanzia WHOOP, e potrebbe violare i Termini di servizio di WHOOP.
pl: Jestem właścicielem urządzenia WHOOP, którego użyję z NOOP, i wykorzystam je wyłącznie do dostępu do własnych danych. Jest to moja decyzja i moje ryzyko, łącznie z ewentualnym wpływem na moje konto WHOOP, subskrypcję, urządzenie lub gwarancję, i może naruszać Warunki korzystania z usług WHOOP.
pt_pt: Sou proprietário do dispositivo WHOOP que usarei com NOOP e só o usarei para acessar meus próprios dados. Fazer isso é minha decisão e meu risco, incluindo qualquer efeito em minha conta, assinatura, dispositivo ou garantia de WHOOP, e pode violar os Termos de Serviço de WHOOP.
ru: У меня есть устройство WHOOP, которое я буду использовать с NOOP, и буду использовать его только для доступа к своим собственным данным. Это мое решение и мой риск, включая любое влияние на мою учетную запись WHOOP, подписку, устройство или гарантию, и это может нарушить Условия обслуживания WHOOP.
th: ฉันเป็นเจ้าของอุปกรณ์ WHOOP ที่ฉันจะใช้กับ NOOP และจะใช้เพื่อเข้าถึงข้อมูลของฉันเองเท่านั้น การทำเช่นนั้นถือเป็นการตัดสินใจและความเสี่ยงของฉัน รวมถึงผลกระทบใดๆ ต่อบัญชี WHOOP การสมัครสมาชิก อุปกรณ์ หรือการรับประกันของฉัน และอาจละเมิดข้อกำหนดในการให้บริการของ WHOOP
zh_hans: 我拥有 WHOOP 设备，将与 NOOP 一起使用，并且仅使用它来访问我自己的数据。这样做是我的决定和我的风险，包括对我的 WHOOP 帐户、订阅、设备或保修的任何影响，并且可能违反 WHOOP 的服务条款。
zh_hant: 我擁有 WHOOP 設備，將與 NOOP 一起使用，並且僅使用它來存取我自己的資料。這樣做是我的決定和我的風險，包括對我的 WHOOP 帳戶、訂閱、設備或保固的任何影響，並且可能違反 WHOOP 的服務條款。

source: I reached it
de: Ich habe es erreicht
es: Lo logré
fr: Je l'ai atteint
it: L'ho raggiunto
pl: Osiągnąłem go
pt_pt: eu alcancei
ru: Я достиг этого
th: ฉันไปถึงมันแล้ว
zh_hans: 我达到了
zh_hant: 我達到了

source: I understand
de: Verstanden
es: Entiendo
fr: Compris
it: Ho capito
pl: Rozumiem
pt_pt: Compreendo
ru: Понятно
th: ฉันเข้าใจ
zh_hans: 我明白了
zh_hant: 我瞭解了

source: I understand NOOP is unofficial and experimental, is provided free and "as is" with no warranty, and is not a medical device or medical advice.
de: Ich verstehe, dass NOOP inoffiziell und experimentell ist, kostenlos und „wie besehen“ ohne Garantie bereitgestellt wird und kein medizinisches Gerät oder medizinischer Rat ist.
es: Entiendo que NOOP no es oficial y es experimental, se proporciona de forma gratuita y "tal cual", sin garantía, y no es un dispositivo médico ni un consejo médico.
fr: Je comprends que NOOP n'est pas officiel et expérimental, est fourni gratuitement et « tel quel », sans garantie, et ne constitue pas un dispositif médical ni un avis médical.
it: Comprendo che NOOP non è ufficiale e sperimentale, viene fornito gratuitamente e "così com'è" senza garanzia e non è un dispositivo medico o un consiglio medico.
pl: Rozumiem, że NOOP jest nieoficjalny i eksperymentalny, udostępniany bezpłatnie i „w stanie, w jakim jest”, bez gwarancji, oraz że nie jest wyrobem medycznym ani poradą medyczną.
pt_pt: Entendo que NOOP não é oficial e é experimental, é fornecido gratuitamente e "como está", sem garantia, e não é um dispositivo médico ou aconselhamento médico.
ru: Я понимаю, что NOOP является неофициальным и экспериментальным, предоставляется бесплатно и «как есть» без каких-либо гарантий и не является медицинским устройством или медицинским советом.
th: ฉันเข้าใจว่า NOOP นั้นไม่เป็นทางการและอยู่ในช่วงทดลอง ให้บริการฟรีและ "ตามสภาพ" โดยไม่มีการรับประกัน และไม่ใช่อุปกรณ์ทางการแพทย์หรือคำแนะนำทางการแพทย์
zh_hans: 我了解 NOOP 是非官方和实验性的，免费提供并“按原样”提供，没有任何保证，并且不是医疗设备或医疗建议。
zh_hant: 我了解 NOOP 是非官方和實驗性的，免費提供並「按原樣」提供，沒有任何保證，並且不是醫療設備或醫療建議。

source: I understand this disconnects the ring from Oura and that NOOP cannot undo it for me.
de: Ich verstehe, dass dies den Ring von Oura trennt und dass NOOP das nicht für mich rückgängig machen kann.
es: Entiendo que esto desconecta el anillo de Oura y que NOOP no puede deshacerlo por mí.
fr: Je comprends que cela déconnecte l'anneau d'Oura et que NOOP ne peut pas annuler cela pour moi.
it: Capisco che questo scollega l'anello da Oura e che NOOP non può annullarlo per me.
pl: Rozumiem, że to odłącza pierścień od Oura i że NOOP nie może tego cofnąć.
pt_pt: Compreendo que isto desconecta o anel de Oura e que o NOOP não pode desfazer isto para mim.
ru: Я понимаю, что это отключит кольцо от Oura, и что NOOP не сможет отменить это за меня.
th: ฉันเข้าใจว่านี่เป็นการปลดแหวนออกจาก Oura และ NOOP ก็ไม่สามารถยกเลิกมันให้ฉันได้
zh_hans: 我明白这会将戒指从 Oura 断开连接，并且 NOOP 无法为我撤销此操作。
zh_hant: 我明白這會將戒指從 Oura 中斷連接，並且 NOOP 無法為我撤銷此操作。

source: I understand this disconnects the ring from Oura and that NOOP cannot undo it for me. To go back to Oura I would factory-reset the ring again and set it up in the Oura app.
de: Ich verstehe, dass dies den Ring von Oura trennt und dass NOOP das nicht für mich rückgängig machen kann. Um zu Oura zurückzukehren, würde ich den Ring erneut auf Werkseinstellungen zurücksetzen und ihn in der Oura-App einrichten.
es: Entiendo que esto desconecta el anillo de Oura y que NOOP no puede deshacerlo por mí. Para volver a Oura tendría que restablecer el anillo de fábrica otra vez y configurarlo en la app de Oura.
fr: Je comprends que cela déconnecte l'anneau d'Oura et que NOOP ne peut pas annuler cela pour moi. Pour revenir à Oura, je devrais réinitialiser l'anneau aux paramètres d'usine et le configurer dans l'application Oura.
it: Capisco che questo scollega l'anello da Oura e che NOOP non può annullarlo per me. Per tornare a Oura dovrei ripristinare di nuovo l'anello alle impostazioni di fabbrica e configurarlo nell'app Oura.
pl: Rozumiem, że to odłącza pierścień od Oura i że NOOP nie może tego cofnąć. Aby wrócić do Oura, ponownie przywróciłbym pierścień do ustawień fabrycznych i skonfigurował go w aplikacji Oura.
pt_pt: Compreendo que isto desconecta o anel de Oura e que o NOOP não pode desfazer isto para mim. Para voltar à Oura, voltaria a repor o anel para os valores de fábrica e configurá-lo-ia na aplicação Oura.
ru: Я понимаю, что это отключит кольцо от Oura, и что NOOP не сможет отменить это за меня. Чтобы вернуться к Oura, мне нужно будет снова сбросить кольцо до заводских настроек и настроить его в приложении Oura.
th: ฉันเข้าใจว่านี่เป็นการปลดแหวนออกจาก Oura และ NOOP ก็ไม่สามารถยกเลิกมันให้ฉันได้ หากต้องการกลับไปที่ Oura ฉันจะรีเซ็ตวงแหวนเป็นค่าเริ่มต้นจากโรงงานอีกครั้งและตั้งค่าในแอป Oura
zh_hans: 我明白这会将戒指从 Oura 断开连接，并且 NOOP 无法为我撤销此操作。若要回到 Oura，我需要再次将戒指恢复出厂设置，并在 Oura 应用中重新设置它。
zh_hant: 我明白這會將戒指從 Oura 中斷連接，並且 NOOP 無法為我撤銷此操作。若要回到 Oura，我需要再次將戒指恢復原廠設定，並在 Oura 應用程式中重新設定它。

source: I understand this is an experimental wellness feature, not a medical device or a diagnosis.
de: Ich verstehe, dass dies eine experimentelle Wellness-Funktion ist, kein Medizinprodukt und keine Diagnose.
es: Entiendo que esta es una función experimental de bienestar, no un dispositivo médico ni un diagnóstico.
fr: Je comprends qu'il s'agit d'une fonctionnalité de bien-être expérimentale, pas d'un dispositif médical ni d'un diagnostic.
it: Capisco che questa è una funzionalità sperimentale per il benessere, non un dispositivo medico né una diagnosi.
pl: Rozumiem, że jest to eksperymentalna funkcja wellness, a nie urządzenie medyczne czy diagnoza.
pt_pt: Entendo que este é um recurso experimental de bem-estar, não um dispositivo médico ou um diagnóstico.
ru: Я понимаю, что это экспериментальная функция для здоровья, а не медицинское устройство и не диагноз.
th: ฉันเข้าใจว่านี่เป็นคุณลักษณะทดลองด้านสุขภาพ ไม่ใช่อุปกรณ์ทางการแพทย์หรือการวินิจฉัย
zh_hans: 我明白这是一项实验性的健康功能，而非医疗设备或诊断。
zh_hant: 我明白這是一項實驗性的健康功能，而非醫療裝置或診斷。

source: I'll track your weight and plan your training around it — but I have no nutrition data, and that's where most of weight change is decided. I won't pretend otherwise.
de: Ich verfolge dein Gewicht und plane dein Training danach — aber ich habe keine Ernährungsdaten, und dort entscheidet sich der Großteil einer Gewichtsveränderung. Ich tue nicht so, als wäre es anders.
es: Seguiré tu peso y planificaré tu entrenamiento en torno a él, pero no tengo datos de nutrición, y ahí es donde se decide la mayor parte del cambio de peso. No voy a fingir lo contrario.
fr: Je suivrai ton poids et organiserai ton entraînement autour, mais je n'ai aucune donnée nutritionnelle, et c'est là que se joue l'essentiel d'un changement de poids. Je ne prétendrai pas le contraire.
it: Traccerò il tuo peso e pianificherò il tuo allenamento in base ad esso, ma non ho dati nutrizionali ed è lì che viene decisa la maggior parte del cambiamento di peso. Non farò finta del contrario.
pl: Będę śledzić Twoją masę ciała i planować wokół niej trening — ale nie mam danych żywieniowych, a to one w największym stopniu decydują o zmianie masy. Nie będę udawać, że jest inaczej.
pt_pt: Vou monitorar seu peso e planejar seu treinamento com base nisso – mas não tenho dados nutricionais e é aí que a maior parte da mudança de peso é decidida. Não vou fingir o contrário.
ru: Я буду отслеживать ваш вес и планировать ваши тренировки с учетом этого, но у меня нет данных о питании, и именно здесь решается большая часть изменения веса. Я не буду притворяться иначе.
th: ฉันจะติดตามน้ำหนักของคุณและวางแผนการฝึกซ้อม แต่ฉันไม่มีข้อมูลโภชนาการ และนั่นคือสิ่งที่ตัดสินใจเกี่ยวกับการเปลี่ยนแปลงน้ำหนักส่วนใหญ่ ฉันจะไม่แสร้งทำเป็นอย่างอื่น
zh_hans: 我会跟踪你的体重并围绕它计划你的训练——但我没有营养数据，而这就是决定大部分体重变化的地方。否则我不会假装。
zh_hant: 我會追蹤你的體重並圍繞它計劃你的訓練——但我沒有營養數據，而這就是決定大部分體重變化的地方。否則我不會假裝。

source: I'm awake
de: Ich bin wach
es: Estoy despierto
fr: Je suis réveillé
it: Sono sveglio
pl: nie śpię
pt_pt: estou acordado
ru: Я не сплю
th: ฉันตื่นแล้ว
zh_hans: 我醒了
zh_hant: 我醒了

source: I'm wearing it
de: Ich trage ihn
es: Lo llevo puesto
fr: Je le porte
it: Lo sto indossando
pl: Noszę to
pt_pt: estou a usar
ru: Я его ношу
th: ฉันสวมมัน
zh_hans: 我正戴着
zh_hant: 我已戴上

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
pl: Bezczynny
pt_pt: Ocioso
ru: Простой
th: ไม่ได้ใช้งาน
zh_hans: 空闲
zh_hant: 閒置

source: IDLE
de: INAKTIV
es: INACTIVO
fr: INACTIF
it: INATTIVO
pl: BEZCZYNNY
pt_pt: OCIOSO
ru: ПРОСТОЙ
th: ไม่ได้ใช้งาน
zh_hans: 空闲
zh_hant: 閒置

source: If it's saving you a subscription, a suggested $50+ (a fraction of a year of WHOOP) genuinely keeps the project alive. Anything is appreciated. Crypto only; the project stays anonymous.
de: Wenn es dir ein Abo erspart, halten vorgeschlagene 50 $+ (ein Bruchteil eines WHOOP-Jahres) das Projekt wirklich am Leben. Alles wird geschätzt. Nur Krypto; das Projekt bleibt anonym.
es: Si te está ahorrando una suscripción, una sugerencia de $50+ (una fracción de un año de WHOOP) realmente mantiene vivo el proyecto. Cualquier cantidad se agradece. Solo cripto; el proyecto se mantiene anónimo.
fr: Si cela vous évite un abonnement, un don suggéré de 50 $ ou plus (une fraction d'une année de WHOOP) permet vraiment de maintenir le projet en vie. Toute contribution est appréciée. Crypto uniquement ; le projet reste anonyme.
it: Se ti fa risparmiare un abbonamento, un suggerimento di $50+, una frazione di un anno di WHOOP, mantiene davvero vivo il progetto. Qualsiasi cifra è apprezzata. Solo cripto; il progetto resta anonimo.
pl: Jeśli pozwala to zaoszczędzić na subskrypcji, sugerowane ponad 50 dolarów (ułamek roku WHOOP) naprawdę podtrzymuje projekt przy życiu. Wszystko jest doceniane. Tylko kryptowaluty; projekt pozostaje anonimowy.
pt_pt: Se poupar uma subscrição, uma sugestão de mais de 50 dólares (uma fração de um ano de WHOOP) mantém realmente o projeto vivo. Qualquer coisa é apreciada. Apenas encriptação; o projeto permanece anónimo.
ru: Если это экономит вам подписку, рекомендуемые $50+ (доля годовой стоимости WHOOP) реально поддерживают проект. Любая сумма ценна. Только криптовалюта — проект остаётся анонимным.
th: หากช่วยให้คุณประหยัดค่าสมัครสมาชิกได้ การแนะนำ $50+ (เศษเสี้ยวของหนึ่งปีของ WHOOP) จะช่วยให้โปรเจ็กต์ดำเนินต่อไปได้อย่างแท้จริง สิ่งใดก็ชื่นชม การเข้ารหัสลับเท่านั้น โครงการนี้จะไม่เปิดเผยตัวตน
zh_hans: 如果它为你省下了一笔订阅费，建议捐赠 50 美元以上，只是 WHOOP 一年费用的一小部分，就能实实在在地让这个项目存活下去。任何金额都令人感激。仅限加密货币；项目保持匿名。
zh_hant: 如果它為你省下了一筆訂閱費，建議捐贈 50 美元以上，只是 WHOOP 一年費用的一小部分，就能實實在在地讓這個專案存活下去。任何金額都令人感激。僅限加密貨幣；專案保持匿名。

source: If the Oura app is still running it will hold the ring and adoption will fail. Force-quit Oura, then scan.
de: Wenn die Oura-App noch läuft, hält sie den Ring fest und die Übernahme schlägt fehl. Beende Oura vollständig, dann scanne.
es: Si la app de Oura sigue abierta, retendrá el anillo y la adopción fallará. Fuerza el cierre de Oura y luego escanea.
fr: Si l'app Oura est encore en cours d'exécution, elle retiendra l'anneau et l'adoption échouera. Forcez la fermeture d'Oura, puis scannez.
it: Se l'app Oura è ancora in esecuzione manterrà l'anello e l'adozione fallirà. Forza la chiusura di Oura, poi scansiona.
pl: Jeśli aplikacja Oura nadal działa, zatrzyma pierścień i adopcja nie powiedzie się. Wymuś zamknięcie Oura, a następnie skanuj.
pt_pt: Se a aplicação Oura ainda estiver em execução, irá segurar o anel e a adoção falhará. Force o encerramento do Oura e faça a varredura.
ru: Если приложение Oura всё ещё запущено, оно удержит кольцо, и подключение не удастся. Принудительно завершите работу Oura, затем выполните сканирование.
th: หากแอป Oura ยังคงทำงานอยู่ แอปจะค้างอยู่และการใช้งานจะล้มเหลว บังคับออกจาก Oura แล้วสแกน
zh_hans: 如果 Oura 应用仍在运行，它会占用戒指，接管将会失败。请强制退出 Oura，然后扫描。
zh_hant: 如果 Oura 應用程式仍在執行，它會佔用戒指，接管將會失敗。請強制退出 Oura，然後掃描。

source: If you don't see the prompt, enable NOOP under Settings › Health › Data Access & Devices.
de: Wenn du die Abfrage nicht siehst, aktiviere NOOP unter Einstellungen › Health › Datenzugriff & Geräte.
es: Si no ves el aviso, activa NOOP en Ajustes › Salud › Acceso a datos y dispositivos.
fr: Si vous ne voyez pas l'invite, activez NOOP dans Réglages › Santé › Accès aux données et appareils.
it: Se non vedi la richiesta, abilita NOOP in Impostazioni › Salute › Accesso ai dati e dispositivi.
pl: Jeśli nie widzisz monitu, włącz NOOP w Ustawieniach > Zdrowie > Dostęp do danych i urządzenia.
pt_pt: Se não vir o aviso, ative o NOOP em Definições › Saúde › Acesso a dados e dispositivos.
ru: Если запрос не появился, включите NOOP в разделе Настройки › Здоровье › Доступ к данным и устройства.
th: หากคุณไม่เห็นข้อความแจ้ง ให้เปิดใช้งาน NOOP ในการตั้งค่า > สุขภาพ > การเข้าถึงข้อมูลและอุปกรณ์
zh_hans: 如果你没有看到提示，请在「设置 › 健康 › 数据访问与设备」下启用 NOOP。
zh_hant: 如果你沒有看到提示，請在「設定 › 健康 › 資料存取與裝置」下啟用 NOOP。

source: If you don't see the prompt, turn NOOP on under Settings › Health › Data Access & Devices.
de: Wenn du die Abfrage nicht siehst, schalte NOOP unter Einstellungen › Health › Datenzugriff & Geräte ein.
es: Si no ves el aviso, activa NOOP en Ajustes › Salud › Acceso a datos y dispositivos.
fr: Si vous ne voyez pas l'invite, activez NOOP dans Réglages › Santé › Accès aux données et appareils.
it: Se non vedi la richiesta, attiva NOOP in Impostazioni › Salute › Accesso ai dati e dispositivi.
pl: Jeśli nie widzisz monitu, włącz NOOP w Ustawieniach > Zdrowie > Dostęp do danych i urządzenia.
pt_pt: Se não vir o aviso, ative o NOOP em Definições › Saúde › Acesso a dados e dispositivos.
ru: Если запрос не появился, включите NOOP в разделе Настройки › Здоровье › Доступ к данным и устройства.
th: หากคุณไม่เห็นข้อความแจ้ง ให้เปิด NOOP ภายใต้การตั้งค่า > สุขภาพ > การเข้าถึงข้อมูลและอุปกรณ์
zh_hans: 如果你没有看到提示，请在「设置 › 健康 › 数据访问与设备」下打开 NOOP。
zh_hant: 如果你沒有看到提示，請在「設定 › 健康 › 資料存取與裝置」下打開 NOOP。

source: If you extracted your ring's 16-byte key from a previous Oura setup, NOOP can talk to the ring with that key without resetting it, so the Oura app keeps working too. NOOP does not extract keys for you and cannot help you find one. If you do not know what this means, go back and use the standard setup or file import.
de: Wenn du den 16-Byte-Schlüssel deines Rings aus einer früheren Oura-Einrichtung extrahiert hast, kann NOOP mit diesem Schlüssel mit dem Ring sprechen, ohne ihn zurückzusetzen – die Oura-App funktioniert dann weiter. NOOP extrahiert keine Schlüssel für dich und kann dir nicht helfen, einen zu finden. Wenn du nicht weißt, was das bedeutet, geh zurück und nutze die Standard-Einrichtung oder den Dateiimport.
es: Si extrajiste la clave de 16 bytes de tu anillo de una configuración previa de Oura, NOOP puede comunicarse con el anillo usando esa clave sin restablecerlo, de modo que la app de Oura sigue funcionando también. NOOP no extrae claves por ti y no puede ayudarte a encontrar una. Si no sabes qué significa esto, vuelve atrás y usa la configuración estándar o la importación de archivo.
fr: Si vous avez extrait la clé 16 octets de votre anneau lors d'une précédente configuration Oura, NOOP peut communiquer avec l'anneau grâce à cette clé sans le réinitialiser, de sorte que l'app Oura continue aussi de fonctionner. NOOP n'extrait pas de clés pour vous et ne peut pas vous aider à en trouver une. Si vous ne savez pas ce que cela signifie, revenez en arrière et utilisez la configuration standard ou l'importation de fichier.
it: Se hai estratto la chiave da 16 byte del tuo anello da una precedente configurazione Oura, NOOP può comunicare con l'anello usando quella chiave senza ripristinarlo, così anche l'app Oura continua a funzionare. NOOP non estrae le chiavi per te e non può aiutarti a trovarne una. Se non sai cosa significhi, torna indietro e usa la configurazione standard o l'importazione da file.
pl: Jeśli wyodrębniłeś 16-bajtowy klucz swojego pierścienia z poprzedniej konfiguracji Oura, NOOP może rozmawiać z pierścieniem za pomocą tego klucza bez resetowania go, więc aplikacja Oura również nadal działa. NOOP nie wyodrębnia za Ciebie kluczy i nie może pomóc Ci ich znaleźć. Jeśli nie wiesz, co to oznacza, wróć i użyj standardowej konfiguracji lub importu plików.
pt_pt: Se tiver extraído a chave de 16 bytes do teu anel de uma configuração anterior do Oura, o NOOP pode comunicar com o anel com essa chave sem o repor, para que a aplicação Oura também continue a funcionar. O NOOP não extrai chaves para ti e não o pode ajudar a encontrar uma. Se não souber o que isto significa, volte atrás e use a configuração padrão ou a importação de ficheiros.
ru: Если вы извлекли 16-байтовый ключ вашего кольца из предыдущей настройки Oura, NOOP может обмениваться данными с кольцом с помощью этого ключа без сброса, поэтому приложение Oura тоже продолжит работать. NOOP не извлекает ключи за вас и не может помочь вам его найти. Если вы не понимаете, о чём речь, вернитесь и используйте стандартную настройку или импорт файла.
th: หากคุณแยกคีย์ขนาด 16 ไบต์ของวงแหวนออกจากการตั้งค่า Oura ก่อนหน้านี้ NOOP จะสามารถพูดคุยกับวงแหวนด้วยคีย์นั้นได้โดยไม่ต้องรีเซ็ต ดังนั้นแอป Oura ก็ยังคงทำงานต่อไปเช่นกัน NOOP จะไม่แยกคีย์ให้คุณและไม่สามารถช่วยคุณค้นหาได้ หากคุณไม่ทราบว่าสิ่งนี้หมายความว่าอย่างไร ให้กลับไปใช้การตั้งค่ามาตรฐานหรือการนำเข้าไฟล์
zh_hans: 如果你从之前的 Oura 设置中提取了戒指的 16 字节密钥，NOOP 可以用该密钥与戒指通信而无需重置它，因此 Oura 应用也能继续工作。NOOP 不会为你提取密钥，也无法帮你找到密钥。如果你不明白这是什么意思，请返回并使用标准设置或文件导入。
zh_hant: 如果你從之前的 Oura 設定中提取了戒指的 16 位元組金鑰，NOOP 可以用該金鑰與戒指通信而無需重置它，因此 Oura 應用程式也能繼續工作。NOOP 不會為你提取金鑰，也無法幫你找到金鑰。如果你不明白這是什麼意思，請返回並使用標準設定或檔案匯入。

source: If you feel unwell or are worried about your heart, contact a qualified professional; in an emergency, your local emergency service. Do not rely on NOOP.
de: Wenn du dich unwohl fühlst oder dir Sorgen um dein Herz machst, wende dich an qualifiziertes Fachpersonal; im Notfall an den örtlichen Notruf. Verlass dich nicht auf NOOP.
es: Si te sientes mal o te preocupa tu corazón, contacta a un profesional cualificado; en una emergencia, a tu servicio de emergencias local. No confíes en NOOP para esto.
fr: Si vous ne vous sentez pas bien ou si votre cœur vous inquiète, contactez un professionnel qualifié ; en cas d'urgence, votre service d'urgence local. Ne comptez pas sur NOOP.
it: Se non ti senti bene o sei preoccupato per il tuo cuore, rivolgiti a un professionista qualificato; in caso di emergenza, al tuo servizio di emergenza locale. Non fare affidamento su NOOP.
pl: Jeśli źle się czujesz lub martwisz się o swoje serce, skontaktuj się z wykwalifikowanym specjalistą; w sytuacji awaryjnej skontaktuj się z lokalnymi służbami ratunkowymi. Nie polegaj na NOOP.
pt_pt: Se não se sentir bem ou estiver preocupado com o teu coração, contacte um profissional qualificado; em caso de emergência, o serviço de emergência local. Não confie no NOOP.
ru: Если вы плохо себя чувствуете или беспокоитесь о своём сердце, обратитесь к квалифицированному специалисту, а в экстренной ситуации — в местную службу экстренной помощи. Не полагайтесь на NOOP.
th: หากคุณรู้สึกไม่สบายหรือกังวลเกี่ยวกับหัวใจ โปรดติดต่อผู้เชี่ยวชาญที่มีคุณสมบัติเหมาะสม ในกรณีฉุกเฉิน บริการฉุกเฉินในพื้นที่ของคุณ อย่าพึ่ง NOOP
zh_hans: 如果你感觉不适或担心心脏问题，请联系专业医护人员；紧急情况请拨打当地急救电话。请勿依赖 NOOP。
zh_hant: 如果你感到不適或擔心你的心臟，請聯絡合格的專業人員；緊急情況下請聯絡當地的緊急服務。請勿依賴 NOOP。

source: If you're still seated, buzz again this often.
de: Wenn du noch sitzt, so oft erneut vibrieren.
es: Si sigues sentado, vibrar de nuevo con esta frecuencia.
fr: Si vous êtes toujours assis, vibrer à nouveau à cette fréquence.
it: Se sei ancora seduto, vibra di nuovo con questa frequenza.
pl: Jeśli nadal siedzisz, brzęcz ponownie tak często.
pt_pt: Se ainda estiver sentado, toque novamente com frequência.
ru: Если вы всё ещё сидите, вибрация повторится с такой периодичностью.
th: หากคุณยังนั่งอยู่ ให้สั่นเตือนซ้ำตามช่วงเวลานี้
zh_hans: 如果你还坐着，就每隔这么久再震动一次。
zh_hant: 如果你仍坐著，每隔這麼久再震動一次。

source: Ill
de: Krank
es: Enfermo
fr: Malade
pl: Chory
pt_pt: Doente
ru: больной
th: ป่วย
zh_hans: 生病了
zh_hant: 生病了

source: Illness early-warning
de: Krankheits-Frühwarnung
es: Alerta temprana de enfermedad
fr: Alerte précoce de maladie
it: Allerta precoce di malattia
pl: Wczesne ostrzeganie o chorobie
pt_pt: Alerta precoce de doença
ru: Раннее предупреждение о болезни
th: การเจ็บป่วย - คำเตือนล่วงหน้า
zh_hans: 疾病早期预警
zh_hant: 疾病早期預警

source: Imaging
de: Bildgebung
es: Imagenología
fr: Imagerie
it: Diagnostica per immagini
pl: Obrazowanie
pt_pt: Imagem
ru: Снимки
th: การถ่ายภาพ
zh_hans: 影像
zh_hant: 影像檢查

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt_pt: Importar
ru: Импорт
th: นำเข้า
zh_hans: 导入
zh_hant: 匯入
